{
    "Sheet1": [
        {
            "undefined": "Meal 1",
            "Name": "Hummus and Pearl Barley Bowls",
            "Desciption": "Hummus and pearl barley bowl topped with roasted sesame butternut squash and pomegranate seeds.",
            "Time for prep": "45 min",
            "Price per serving ": "$2.86",
            "Ingre 1": "Butternut Squash",
            "Ingre 2": "Cumin",
            "Ingre 3": "Sesame Seeds",
            "Ingre 4": "Smoked paprika",
            "Ingre 5": "Apple Cider Vinegar",
            "Ingre 6": "Chickpeas",
            "Ingre 7": "Aquafaba",
            "Ingre 8": "Salt ",
            "Ingre 9 ": "Garlic",
            "Ingre 10": "Cumin",
            "Ingre 11": "Lemon Juice",
            "Ingre 12": "Tahini",
            "Ingre 13": "Extra Virgin Olive Oil",
            "Ingre 14": "Cumin Seed",
            "Ingre 15": "Coriander Seed",
            "Ingre 16": "Pearl Barley",
            "Ingre 17": "Pomegranate Seeds",
            "Calories/serving (kcal)": "654.5",
            "Total Fat ": "14.9g",
            "Sat ": "1.7g",
            "Trans": "0g",
            "Monounsat": "5.24g",
            "Polyunsat": "4.91g",
            "Omega 3": "0.19g",
            "Omega 6": "4.71g",
            "Chol": "0mg",
            "Total Carb": "113.4g",
            "Dietary fiber (g)": "27.4",
            "Sugar": "19.7g",
            "Protein": "24.6g",
            "Vegan": "yes",
            "Procedure": "First, roast the squash. Preheat oven to 400 degrees. Next slice the peeled and deseeded squash into thick slices. Toss them in a bowl with sesame seeds, cumin, paprika, vinegar and a generous amount of salt. Finally, lay them out of a tray and bake for 18-20 minutes until tender. Now place the chickpeas, aquafaba (juice from chickpeas), salt, garlic cloves, cumin, lemon juice, and tahini in a food processor and blend until smooth. Set this aside for now. Next, place the barley in a pot of boiling water and boil for 10 minutes, until cooked but still with a slight chew. Drain and set this aside. Now it is time to temper the spices, heat your oil in a saucepan over medium heat, and fry the cumin and coriander seeds for 10-20 seconds until they start to pop. Pour this out onto a plate to cool so it doesn’t cook further in the pan. Assemble your bowls, divide the hummus between two plates and spread it out with a spoon. Lay the butternut squash sizes over and pour the barley on top. Take the tempered spices and oil and pour this over the barley. Finally garnish with pomegranate seeds. Enjoy!"
        },
        {
            "undefined": "Meal 2",
            "Name": "Chickpea Salad",
            "Desciption": "Warm chickpea salad with red bell pepper and creamy and spicy yogurt sauce with spinach in a whole wheat tortilla.",
            "Time for prep": "15 min",
            "Price per serving ": "$1.85 ",
            "Ingre 1": "Chickpea",
            "Ingre 2": "Celery",
            "Ingre 3": "Onion",
            "Ingre 4": "Dill Pickles",
            "Ingre 5": "Red Bell Pepper",
            "Ingre 6": "Greek Yogurt",
            "Ingre 7": "Garlic",
            "Ingre 8": "Spicy Brown Mustard",
            "Ingre 9 ": "Lemon Juice",
            "Ingre 10": "Black Pepper",
            "Ingre 11": "Spinach",
            "Ingre 12": "Whole Wheat Tortillas",
            "Calories/serving (kcal)": "378",
            "Total Fat ": "7.6g",
            "Sat ": "1.3g",
            "Trans": "0g",
            "Monounsat": "1.57g",
            "Polyunsat": "2.70g",
            "Omega 3": "0.20g",
            "Omega 6": "2.50g",
            "Chol": "0.77mg",
            "Total Carb": "63.1g",
            "Dietary fiber (g)": "14.6",
            "Sugar": "9.5g",
            "Protein": "17.1g",
            "Procedure": "In a large bowl mash chickpeas with a potato masher or a fork until the texture becomes flaky.Add celery, red onions, pickles, bell peppers, greek yogurt, and garlic and mix together. Add spicy mustard and season with lemon juice and pepper. At this point the chickpea salad can be refrigerated until ready to serve. Prepare wraps just before eating. Layer each tortilla with a handful of spinach and chickpea salad. Fold burrito style and enjoy. "
        },
        {
            "undefined": "Meal 3",
            "Name": "Mexican Quinoa Salad",
            "Desciption": "Warm quinoa salad with a southwestern flare.",
            "Time for prep": "20 min",
            "Price per serving ": "$2.63 ",
            "Ingre 1": "Quinoa",
            "Ingre 2": "Tap Water",
            "Ingre 3": "Onion",
            "Ingre 4": "Lime Juice",
            "Ingre 5": "Black Bean",
            "Ingre 6": "Corn",
            "Ingre 7": "Tomato",
            "Ingre 8": "Cheddar Cheese",
            "Ingre 9 ": "Jalapeno",
            "Ingre 10": "Cilantro",
            "Ingre 11": "Extra Virgin Olive Oil",
            "Calories/serving (kcal)": "467.9",
            "Total Fat ": "17.1g",
            "Sat ": "6.4g",
            "Trans": "0.3g",
            "Monounsat": "6.47g",
            "Polyunsat": "2.65g",
            "Omega 3": "0.34g",
            "Omega 6": "2.15g",
            "Chol": "28.07mg",
            "Total Carb": "60.9g",
            "Dietary fiber (g)": "14.1",
            "Sugar": "7g",
            "Protein": "20.8g",
            "Procedure": "Placed the rinse quinoa and water into a pot and cook according to package.Transfer to a large bowl once cooked and fluff with a fork. Soak red onion in lime juice and set aside. In a separate large bowl, create the bean mixture: mix the black beans, corn, tomatoes, cheese, jalapenos, cilantro, and oil. Mix the cooled quinoa into the bean mixture. Add red onion and lime juice, season with salt and oil. Serve room temperature. "
        },
        {
            "undefined": "Meal 4",
            "Name": "Vegan Couscous Salad",
            "Desciption": "Fresh colorful vegan couscous salad. This super easy salad is ready in 15 minutes and it's filling, satisfying and delicious!",
            "Time for prep": "15 min",
            "Price per serving ": "$2.73 ",
            "Ingre 1": "Couscous",
            "Ingre 2": "Vegan Butter",
            "Ingre 3": "Salt",
            "Ingre 4": "Black Pepper",
            "Ingre 5": "Lettuce",
            "Ingre 6": "Cucumber",
            "Ingre 7": "Tomato",
            "Ingre 8": "Sun Dried Tomato",
            "Ingre 9 ": "Green Olives",
            "Ingre 10": "Corn",
            "Ingre 11": "Tahini",
            "Ingre 12": "Lemon Juice",
            "Ingre 13": "Crushed Garlic",
            "Ingre 14": "Soy Sauce",
            "Ingre 15": "Maple Syrup",
            "Ingre 16": "Avocado",
            "Ingre 17": "Cilantro",
            "Calories/serving (kcal)": "569.6",
            "Total Fat ": "28.2g",
            "Sat ": "4g",
            "Trans": "0.1g",
            "Monounsat": "13.02g",
            "Polyunsat": "6.36g",
            "Omega 3": "0.22g",
            "Omega 6": "5.47g",
            "Chol": "0mg",
            "Total Carb": "72.2g",
            "Dietary fiber (g)": "13.8",
            "Sugar": "13.8g",
            "Protein": "14.7g",
            "Vegan": "yes",
            "Procedure": "Add couscous to a bowl and pour boiling water over it. Cover and let rest for a few minutes. Then fluff with a fork and add in vegan butter, salt and pepper and mix together.  Add chopped lettuce, cucumber, halved cherry tomatoes, sun dried tomatoes, olives, and sweet corn into a mixing bowl and toss together. Add in the finished couscous and mix well. Combine all dressing ingredients except for water into a separate bowl and whisk. Slowly add in just enough water to desired consistency. Pour dressing over couscous salad and garnish with sliced avocado and cilantro. Enjoy!"
        },
        {
            "undefined": "Meal 5",
            "Name": "Creamy Coconut Lentil Curry",
            "Desciption": "Warm up with a vegan spin on an Indian classic, creamy coconut lentil curry.",
            "Time for prep": "55 min",
            "Price per serving ": "$1.23",
            "Ingre 1": "Brown Lentils",
            "Ingre 2": "Cherry Tomatoes",
            "Ingre 3": "Cilantro",
            "Ingre 4": "Garlic ",
            "Ingre 5": "Ginger Root",
            "Ingre 6": "Tomato",
            "Ingre 7": "Coconut Milk",
            "Ingre 8": "Cayenne Pepper",
            "Ingre 9 ": "Salt",
            "Ingre 10": "Turmeric",
            "Ingre 11": "Coconut Oil",
            "Calories/serving (kcal)": "209.4",
            "Total Fat ": "6.8g",
            "Sat ": "5g",
            "Trans": "0g",
            "Monounsat": "0.42g",
            "Polyunsat": "0.38g",
            "Omega 3": "0.01g",
            "Omega 6": "0.27g",
            "Chol": "0mg",
            "Total Carb": "28.7g",
            "Dietary fiber (g)": "13.5",
            "Sugar": "4.9g",
            "Protein": "10.5g",
            "Vegan": "yes",
            "Procedure": "Heat the coconut oil in a large pot over medium heat. Add the cumin and coriander seeds to the pot until they start to brown, about 45 seconds. Add garlic to the pot and let it brown about two minutes. Add the can of crushed tomatoes, ginger, turmeric, and salt to the pot and cook, stirring the pot a few times, for 5 minutes. Add the lentils and, if using, cayenne powder, and 3 cups of water to pot and bring to a boil. Reduce the heat to low, cover the pot, and simmer for 35-40 minutes, or until the lentils are soft. Stir the pot a few times to prevent the lentils from sticking to the bottom. If the curry starts to look dry, add an extra ½-1 cups of water. Once the lentils are soft, add the coconut milk and cherry tomatoes and bring the pot back to a simmer. Remove the pot from the heat and stir in the cilantro. Serve with a slice of vegan bread or your choice of starch. Enjoy!"
        },
        {
            "undefined": "Meal 6",
            "Name": "One Pot Tandoori Quinoa",
            "Desciption": "Indian inspired vegan one pot tandoori quinoa.",
            "Time for prep": "40 min",
            "Price per serving ": "$2.94 ",
            "Ingre 1": "Extra Virgin Olive Oil",
            "Ingre 2": "Sweet Potato",
            "Ingre 3": "Onion",
            "Ingre 4": "Garlic ",
            "Ingre 5": "Jalapeno",
            "Ingre 6": "Ginger Root",
            "Ingre 7": "Garam Masala",
            "Ingre 8": "Quinoa",
            "Ingre 9 ": "Vegetable Stock",
            "Ingre 10": "Chickpea",
            "Ingre 11": "Tomato",
            "Ingre 12": "Brown Sugar",
            "Ingre 13": "Salt ",
            "Ingre 14": "Black Pepper",
            "Ingre 15": "Lime Juice",
            "Ingre 16": "Cilantro",
            "Ingre 17": "Cayenne Pepper",
            "Calories/serving (kcal)": "431.6",
            "Total Fat ": "9.2g",
            "Sat ": "1.2g",
            "Trans": "0g",
            "Monounsat": "3.73g",
            "Polyunsat": "2.84g",
            "Omega 3": "0.22g",
            "Omega 6": "2.62g",
            "Chol": "0.00mg",
            "Total Carb": "77.2g",
            "Dietary fiber (g)": "13.5",
            "Sugar": "19.7g",
            "Protein": "14.9g",
            "Vegan": "yes",
            "Procedure": "In a large skillet, heat the olive oil over medium high heat. Add the sweet potatoes and stir. Cook sweet potatoes, stirring frequently, for about 6-8 minutes or until softened significantly. Add the onion and cook for another 2-3 minutes, stirring frequently, until softened. Add garlic, jalapeno, and ginger, and cook for another minute until fragrant. Finally, stir in garam masala and cayenne pepper and cook for 30 seconds. Add the quinoa, vegetable broth, chickpeas, tomatoes, and sugar, and stir to combine. Bring the mixture to a boil, then reduce to a simmer and cover, stirring occasionally. Cook until the quinoa and sweet potatoes are cooked through, about 20 minutes. If there seems to be too much liquid, simmer uncovered for a few minutes to evaporate excess. If the liquid runs out before the quinoa is done, add more water or broth and continue simmering. Add salt, pepper, and additional garam masala and cayenne pepper to taste. Serve with a squeeze of fresh lime juice and a sprinkle of cilantro.  "
        },
        {
            "undefined": "Meal 7",
            "Name": "Broccoli Cashew Stir fry",
            "Desciption": "Steamed broccoli and roasted cashew stir fry over brown rice.",
            "Time for prep": "25 min",
            "Price per serving ": "$2.53 ",
            "Ingre 1": "Onion",
            "Ingre 2": "Garlic",
            "Ingre 3": "Broccoli",
            "Ingre 4": "Ginger Root",
            "Ingre 5": "Cashew",
            "Ingre 6": "Tamari",
            "Ingre 7": "Sesame Seeds",
            "Ingre 8": "Brown Rice",
            "Calories/serving (kcal)": "895.5",
            "Total Fat ": "44.5g",
            "Sat ": "8.7g",
            "Trans": "0g",
            "Monounsat": "24.91g",
            "Polyunsat": "8.38g",
            "Omega 3": "0.20g",
            "Omega 6": "8.17g",
            "Chol": "0.00mg",
            "Total Carb": "107.9g",
            "Dietary fiber (g)": "9.5",
            "Sugar": "9.5g",
            "Protein": "25.4g",
            "Vegan": "yes",
            "Procedure": "Begin cooking your brown rice according to the package. Meanwhile, thinly slice the onion. In a large skillet over medium high heat, saute onion for 8-10 minutes. (Feel free to add a little water to the pan to prevent burning.) Meanwhile, mince garlic, grate ginger, and cut broccoli into florets. When inion in translucent, add garlic, ginger, and broccoli. Stir. Add ¼ cup water or vegetable stock if you have it, let broccoli stem for 5 minutes, stir occasionally. Add more water or broth to keep the pan from drying out if needed. Add cashews and tamari. Stir well and heat another 2-3 minutes or until broccoli is desired tenderness. Serve sprinkled with sesame seeds over a warm bed of brown rice. "
        },
        {
            "undefined": "Meal 8",
            "Name": "Butternut Squash and Lentil Soup",
            "Desciption": "Creamy roasted butternut squash and lentil soup.",
            "Time for prep": "90 min",
            "Price per serving ": "$3.04 ",
            "Ingre 1": "Butternut Squash",
            "Ingre 2": "Salt ",
            "Ingre 3": "Black Pepper",
            "Ingre 4": "Extra Virgin Olive Oil",
            "Ingre 5": "Garlic",
            "Ingre 6": "Carrots",
            "Ingre 7": "Celery",
            "Ingre 8": "Onion",
            "Ingre 9 ": "Cumin",
            "Ingre 10": "Vegetable Stock",
            "Ingre 11": "Lentils",
            "Ingre 12": "Parsley",
            "Calories/serving (kcal)": "931.2",
            "Total Fat ": "53.2g",
            "Sat ": "16.5g",
            "Trans": "0g",
            "Monounsat": "19.92g",
            "Polyunsat": "3.33g",
            "Omega 3": "0.30g",
            "Omega 6": "3.03g",
            "Chol": "0.00mg",
            "Total Carb": "64.1g",
            "Dietary fiber (g)": "8.9",
            "Sugar": "7g",
            "Protein": "9g",
            "Procedure": "Preheat oven to 425 degrees and cut squash in half and scoop out seeds. Place on roasting pan, sprinkle with salt and pepper, drizzle with a little olive oil. This process will take 45 minutes to roasted then let cool. Meanwhile in a 6-quart saucepan over medium heat. Add garlic, carrots, celery, and onion. Cook, stir occasionally until soft. Stir in cumin, squash, salt, pepper. Saute for 5 minutes. Add stock and lentils. Bring to a boil and reduce heat. Simmer for 20 minutes until lentils are very tender. When soup has cooled slightly, puree until smooth. Stir paprika and olive oil into yogurt to make sauce. Ladle soup into bowls. Garnish with parsley, paprika and yogurt sauce. Enjoy!"
        },
        {
            "undefined": "Meal 9",
            "Name": "Spicy ground turkey and green bean stir fry",
            "Desciption": "Asian inspired spicy ground turkey and fresh green bean stir fry.",
            "Time for prep": "20 min",
            "Price per serving ": "$2.18 ",
            "Ingre 1": "Green Beans",
            "Ingre 2": "Coconut Oil",
            "Ingre 3": "Toasted Sesame Oil",
            "Ingre 4": "Garlic ",
            "Ingre 5": "Minced Ginger",
            "Ingre 6": "Ground Turkey",
            "Ingre 7": "Soy Sauce ",
            "Ingre 8": "Rice Vinegar",
            "Ingre 9 ": "Chili Sauce",
            "Calories/serving (kcal)": "494",
            "Total Fat ": "34g",
            "Sat ": "11g",
            "Trans": "0.3g",
            "Monounsat": "8.88g",
            "Polyunsat": "6.79g",
            "Omega 3": "0.45g",
            "Omega 6": "6.20g",
            "Chol": "150.25mg",
            "Total Carb": "9.3g",
            "Dietary fiber (g)": "3.2",
            "Sugar": "3.8g",
            "Protein": "39.2g",
            "Procedure": "Preheat the oven to broil. Toss the green beans with half of the coconut oil. Lay flat on a baking sheet covered in foil. Broil for 6-8 minutes until tender and beginning to char. Shake the pan once during cooking. Meanwhile, heat the remaining coconut and sesame oil over medium high heat. Add the ground turkey, garlic, and ginger. Brown until turkey is fully cooked. Add the green beans to the pan and stir. Then add the soy sauce, rice vinegar, and chili sauce. Cook for 1 minute. Taste and season with additional soy sauce if needed. Place into a bowl and serve!"
        },
        {
            "undefined": "Meal 10",
            "Name": "Asado Chicken and Zucchini",
            "Desciption": "Asado chicken and lemon sauteed zucchini.",
            "Time for prep": "20 min",
            "Price per serving ": "$4.43",
            "Ingre 1": "Chicken",
            "Ingre 2": "Zucchini",
            "Ingre 3": "Garlic",
            "Ingre 4": "Oregano",
            "Ingre 5": "Smoked Paprika",
            "Ingre 6": "Cumin",
            "Ingre 7": "Chicken Broth",
            "Ingre 8": "Lemon Juice",
            "Ingre 9 ": "Onion Powder",
            "Ingre 10": "Crushed Red Pepper Flakes",
            "Ingre 11": "Extra Virgin Olive Oil",
            "Ingre 12": "Salt",
            "Ingre 13": "Black Pepper",
            "Calories/serving (kcal)": "478.5",
            "Total Fat ": "15g",
            "Sat ": "3.6g",
            "Trans": "0.2g",
            "Monounsat": "6.49g",
            "Polyunsat": "2.87g",
            "Omega 3": "0.35g",
            "Omega 6": "2.38g",
            "Chol": "193.2mg",
            "Total Carb": "10.1g",
            "Dietary fiber (g)": "2.2",
            "Sugar": "4.5g",
            "Protein": "73.3g",
            "Procedure": "To make this Asado chicken recipe: In a bowl combine paprika, cumin, chicken stock, lemon juice, onion powder, oregano, garlic, chili flakes, and olive oil. Taste and adjust salt before adding to chicken. Add in chicken breast and coat all sides. Cover and marinate chicken for at least 30 minutes in refrigerate. When ready to cook, remove chicken from marinade and reserve marinade for later. Heat 1 tablespoon of olive oil in a skillet over medium heat and cook chicken on both sides until enteral temperature is 165 degrees. Remove chicken breast and place on a plate for later. Add diced zucchini to the same pan and season with salt, and pepper and red chili flakes and a bit of oil if necessary. Saute zucchini for 2-3 minutes over medium heat and add remaining marinade. Cook zucchini for 3-4 minutes for the sauce to reduce a bit and the zucchini is tender. Divide zucchini and sauce onto plates or bowls and top with sliced chicken. Garnish with parsley and sliced lemon. Enjoy!"
        }
    ]
}